Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Access rights configuration updated
sv: Konfiguration av Ã¥tkomstrÃ¤ttigheter uppdaterat

source: Roundcube webmail is a browser-based multilingual IMAP client with an application-like user interface. It provides full functionality you expect from an email client, including MIME support, address book, folder manipulation, message searching and spell checking.
sv: Roundcube webmail Ã¤r en webblÃ¤sarbaserad flersprÃ¥kig IMAP-klient med ett applikeringliknande anvÃ¤ndargrÃ¤nssnitt. Det ger full funktionalitet du fÃ¶rvÃ¤ntar dig frÃ¥n en e-postklient, inklusive MIME-stÃ¶d, adressbok, mappmanipulering, meddelande sÃ¶kning och stavningskontroll.

source: You can use it by providing the username and password of the email account you wish to access followed by the domain name of the IMAP server for your email provider, like <code>imap.example.com</code>. For IMAP over SSL (recommended), fill the server field like <code>imaps://imap.example.com</code>.
sv: Du kan anvÃ¤nda det genom att ge anvÃ¤ndarnamn och lÃ¶senord till den e-postkonto som du vill nÃ¥, fÃ¶ljt av domÃ¤n namn av IMAP-server fÃ¶r din e-postleverantÃ¶r, som <code>imap.example.com</code>. FÃ¶r IMAP Ã¶ver SSL-kryptering (rekommenderas), fyll server fÃ¤lt som <code>imaps://imap.exempel.kom</code>.

source: For Gmail, username will be your Gmail address, password will be your Google account password and server will be <code>imaps://imap.gmail.com</code>. Note that you will also need to enable "Less secure apps" in your Google account settings (<a href="https://www.google.com/settings/security/lesssecureapps">https://www.google.com/settings/security/lesssecureapps</a>).
sv: FÃ¶r Gmail kommer anvÃ¤ndarnamn att vara din Gmail-adress. LÃ¶senord kommer att vara ditt GooglelÃ¶senord och server kommer att vara <code>imaps://imap.gmail.com</code>. Observera att du ocksÃ¥ behÃ¶ver aktivera "Less safe apps" i dina GooglekontoinstÃ¤llningar (<a href="https://www.google.com/settings/security/lesssecureapps">https://www.google.com/settings/security/lesssecureapps</a>).

source: Use only the local mail server
sv: AnvÃ¤nd endast den lokala e-postservern

source: When enabled, users can only read and send mails via this {box_name}. If you wish to use Roundcube with an external mail account, such as Gmail, you must uncheck this option. When unchecked, a text entry field is added to the login page so the user can specify to which account they wish to connect.
sv: NÃ¤r det Ã¤r aktiverat kan anvÃ¤ndare bara lÃ¤sa och skicka e-post via denna {box_name}. Om du vill anvÃ¤nda Roundcube med ett externt e-postkonto, som Gmail, mÃ¥ste du avmarkera det hÃ¤r alternativet. NÃ¤r avmarkerat lÃ¤ggs ett textinmatningsfÃ¤lt till pÃ¥ inloggningssidan sÃ¥ att anvÃ¤ndaren kan ange vilket konto de vill ansluta till.

source: RSS-Bridge generates RSS and Atom feeds for websites that do not have one. Generated feeds can be consumed by any feed reader.
sv: RSS-Bridge genererar RSS- och Atom-feeds fÃ¶r webbplatser som inte har en. Genererade feed kan konsumeras av alla feeedlÃ¤sare.

source: When enabled, RSS-Bridge can be accessed by <a href="{users_url}">any user</a> belonging to the feed-reader group.
sv: NÃ¤r RSS-Bridge Ã¤r aktiverad kan den nÃ¥s av <a href="{users_url}">varje anvÃ¤ndare</a> som tillhÃ¶r feed-reader-gruppen.

source: You can use RSS-Bridge with <a href="{miniflux_url}">Miniflux</a> or <a href="{nextcloud_url}">Nextcloud News</a> to follow various websites. When adding a feed, enable authentication and use your {box_name} credentials.
sv: Du kan anvÃ¤nda RSS-Bridge med <a href="{miniflux_url}">Miniflux</a> eller <a href="{nextcloud_url}">Nextcloud News</a> fÃ¶r att fÃ¶lja olika webbplatser. NÃ¤r du lÃ¤gger till ett flÃ¶de, aktivera autentisering och anvÃ¤nd dina {box_name} referenser.

source: Read and subscribe to news feeds
sv: LÃ¤sa och prenumerera pÃ¥ nyhetsflÃ¶den

source: Allow Public Access
sv: TillÃ¥t offentlig Ã¥tkomst

source: Allow this application to be used by anyone who can reach it.
sv: TillÃ¥t att det hÃ¤r programmet anvÃ¤nds av alla som kan nÃ¥ det.

source: Feed generator
sv: FlÃ¶desgenerator

source: News
sv: Nyheter

source: Samba allows to share files and folders between FreedomBox and other computers in your local network.
sv: Samba gÃ¶r det mÃ¶jligt att dela filer och mappar mellan FreedomBox och andra datorer i ditt lokala nÃ¤tverk.

source: After installation, you can choose which disks to use for sharing. Enabled shares are accessible in the file manager on your computer at location \\{hostname} (on Windows) or smb://{hostname}.local (on Linux and Mac). There are three types of shares you can choose from:
sv: Efter installationen kan du vÃ¤lja vilka diskar som ska anvÃ¤ndas fÃ¶r delning. Aktiverade delningar Ã¤r tillgÃ¤ngliga i filhanteraren pÃ¥ din dator pÃ¥ platsen \ {hostname} (pÃ¥ Windows) eller smb://{hostname}.local (pÃ¥ Linux och Mac). Det finns tre typer av delningar du kan vÃ¤lja mellan:

source: Open share - accessible to everyone in your local network.
sv: Ãppen delning - tillgÃ¤nglig fÃ¶r alla i ditt lokala nÃ¤tverk.

source: Group share - accessible only to FreedomBox users who are in the freedombox-share group.
sv: Gruppdelning - endast tillgÃ¤nglig fÃ¶r FreedomBox-anvÃ¤ndare som ingÃ¥r i freedombox-delningsgruppen.

source: Home share - every user in the freedombox-share group can have their own private space.
sv: Hemdelning - varje anvÃ¤ndare i gruppen freedombox-share kan ha sitt eget privata utrymme.

source: Access to the private shares
sv: TillgÃ¥ng till privata delningar

source: VLC media player
sv: VLC-mediaspelare

source: GNOME Files
sv: GNOME Filer

source: Network drive
sv: NÃ¤tverksenhet

source: Media storage
sv: Medialagring

source: Backup storage
sv: Backuplagring

source: Note: Only specially created directories will be shared on selected disks, not the whole disk.
sv: Endast specialskapade kataloger delas pÃ¥ valda diskar, inte hela disken.

source: VFAT partitions are not supported
sv: VFAT-partitioner stÃ¶ds inte

source: You can find additional information about disks on the <a href="%(storage_url)s">storage</a> module page and configure access to the shares on the <a href="%(users_url)s">users</a> module page.
sv: Du kan hitta ytterligare information om diskar pÃ¥ <a href="%(storage_url)s">lagring</a> modulsidan och konfigurera Ã¥tkomst till delningarna pÃ¥ <a href="%(users_url)s">anvÃ¤ndare</a> modul sida.

source: Users who can currently access group and home shares
sv: AnvÃ¤ndare som fÃ¶r nÃ¤rvarande kan komma Ã¥t grupp-och hem resurser

source: Users needing to re-enter their password on the password change page to access group and home shares
sv: AnvÃ¤ndare behÃ¶ver ange sitt lÃ¶senord en gÃ¥ng till pÃ¥ sidan fÃ¶r Ã¤ndring av lÃ¶senord fÃ¶r att komma Ã¥t grupp- och hemresurser

source: Unavailable Shares
sv: Ej tillgÃ¤ngliga Shares

source: Shares that are configured but the disk is not available. If the disk is plugged back in, sharing will be automatically enabled.
sv: Resurser som Ã¤r konfigurerade men disken Ã¤r inte tillgÃ¤nglig. Om disken ansluts igen aktiveras delning automatiskt.

source: Share name
sv: Resursnamn

source: Action
sv: Ã tgÃ¤rd

source: Open Share
sv: Ãppna Share

source: Group Share
sv: Grupp Share

source: Home Share
sv: Hemma Share

source: Share enabled.
sv: Resurs aktiverad.

source: Error enabling share: {error_message}
sv: Fel vid aktivering av resurs: {error_message}

source: Share disabled.
sv: Share resurs inaktiverat.

source: Error disabling share: {error_message}
sv: Fel vid inaktivering av resurs: {error_message}

source: Searx is a privacy-respecting Internet metasearch engine. It aggregrates and displays results from multiple search engines.
sv: Searx Ã¤r en sekretess-respektera Internet metasÃ¶kning motor. Det aggregrates och visar resultat frÃ¥n flera sÃ¶kmotorer.

source: Searx can be used to avoid tracking and profiling by search engines. It stores no cookies by default.
sv: Searx kan anvÃ¤ndas fÃ¶r att undvika spÃ¥rning och profilering av sÃ¶kmotorer. Den lagrar inga cookies som standard.

source: Search the web
sv: SÃ¶k pÃ¥ webben

source: Safe Search
sv: SÃ¤ker sÃ¶kning

source: Select the default family filter to apply to your search results.
sv: VÃ¤lj det standard familjefilter som ska anvÃ¤ndas fÃ¶r sÃ¶kresultaten.

source: Moderate
sv: MÃ¥ttlig

source: Strict
sv: Strikt

source: Web search
sv: WebbsÃ¶kning

source: Metasearch Engine
sv: MetasÃ¶kmotor

source: Fail2Ban (recommended)
sv: Fail2Ban (rekommenderas)

source: When this option is enabled, Fail2Ban will limit brute force break-in attempts to the SSH server and other enabled password protected internet-services.
sv: NÃ¤r detta alternativ Ã¤r aktiverat, Fail2Ban kommer att begrÃ¤nsa Brute Force inbrott fÃ¶rsÃ¶k till SSH-servern och andra aktiverade lÃ¶senordsskyddade Internet-tjÃ¤nster.

source: Automatic bans
sv: Automatiska fÃ¶rbud

source: Reports
sv: Rapporter

source: Show security report
sv: Visa sÃ¤kerhetsrapport

source: Frequent Feature Updates
sv: Frekventa funktionsuppdateringar

source: Frequent feature updates are activated.
sv: Frekventa funktionsuppdateringar Ã¤r aktiverade.

source: Frequent feature updates allow the %(box_name)s Service, plus a very limited set of software, to receive new features more frequently (from the backports repository). This results in receiving some new features within weeks, instead of only once every 2 years or so. Note that software with frequent feature updates does not have support from the Debian Security Team. Instead, they are maintained by contributors to Debian and the %(box_name)s community.
sv: Frekventa funktionsuppdateringar gÃ¶r att %(box_name)s TjÃ¤nsten, plus en mycket begrÃ¤nsad uppsÃ¤ttning programvaror, kan ta emot nya funktioner oftare (frÃ¥n backports-fÃ¶rvaret). Detta resulterar i att fÃ¥ nÃ¥gra nya funktioner inom veckor, i stÃ¤llet fÃ¶r bara en gÃ¥ng vart 2 Ã¥r eller sÃ¥. Observera att programvara med frekventa funktionsuppdateringar inte har stÃ¶d frÃ¥n Debians sÃ¤kerhetsgrupp. IstÃ¤llet underhÃ¥lls de av bidragsgivare till Debian och %(box_name)s community.

source: Security Report
sv: SÃ¤kerhetsrapport

source: There are %(count)s reported security vulnerabilities in the FreedomBox app, which provides the core services and user interface for a FreedomBox server.
sv: Det finns %(count)s rapporterade sÃ¤kerhetsbrister i FreedomBox-appen, som tillhandahÃ¥ller centrala tjÃ¤nster och anvÃ¤ndargrÃ¤nssnitt fÃ¶r en FreedomBox-server.

source: The following table lists the current reported number of security vulnerabilities for each installed app. More information on the vulnerabilities can be found on the <a href="https://security-tracker.debian.org/tracker/">Debian Security Bug Tracker</a>.
sv: I fÃ¶ljande tabell visas det aktuella antalet rapporterade sÃ¤kerhetsbrister fÃ¶r varje installerad app. Mer information om sÃ¥rbarheterna finns pÃ¥ <a href="https://security-tracker.debian.org/tracker/">Debian Security Bug Tracker</a>.

source: For apps that provide services, the "Sandboxed" column shows whether sandboxing features are in use. Sandboxing mitigates the impact of a potentially compromised app to the rest of the system.
sv: FÃ¶r appar som tillhandahÃ¥ller tjÃ¤nster visar kolumnen "Sandboxed" om sandboxningsfunktioner anvÃ¤nds. Sandboxing mildrar effekten av en potentiellt komprometterad app till resten av systemet.

source: "Sandbox Coverage" is a score of how effectively the service is isolated from the rest of the system. It is only displayed while the service is running.
sv: "Sandbox Coverage" Ã¤r en poÃ¤ng av hur effektivt tjÃ¤nsten isoleras frÃ¥n resten av systemet. Den visas bara nÃ¤r tjÃ¤nsten kÃ¶rs.

source: App Name
sv: Appens namn

source: Current Vulnerabilities
sv: Aktuella sÃ¥rbarheter

source: Sandbox Coverage
sv: Sandbox TÃ¤ckning

source: Yes
sv: Ja

source: No
sv: Nej

source: Not running
sv: Kör inte

source: Shaarli allows you to save and share bookmarks.
sv: Shaarli kan du spara och dela bokmÃ¤rken.

source: Note that Shaarli only supports a single user account, which you will need to setup on the initial visit.
sv: Observera att Shaarli endast stÃ¶d fÃ¶r ett enskilt anvÃ¤ndarkonto, som du behÃ¶ver fÃ¶r att stÃ¤lla den fÃ¶rsta besÃ¶k.

source: Shaarlier
sv: Shaarli

source: Bookmarks
sv: Bokmärken

source: Link blog
sv: LÃ¤nkblogg

source: Single user
sv: Enkel anvÃ¤ndare

source: Shadowsocks is a tool for securely forwarding network requests to a remote server. It consists of two parts: (1) a Shadowsocks server, and (2) a Shadowsocks client with a SOCKS5 proxy.
sv: Shadowsocks Ã¤r ett verktyg fÃ¶r att sÃ¤kert vidarebefordra nÃ¤tverksfÃ¶rfrÃ¥gningar till en fjÃ¤rrserver. Det bestÃ¥r av tvÃ¥ delar: (1) en Shadowsocks-server och (2) en Shadowsocks-klient med en SOCKS5-proxy.

source: Shadowsocks can be used to bypass Internet filtering and censorship. This requires that the Shadowsocks server is in a location where it can freely access the Internet, without filtering.
sv: Shadowsocks kan anvÃ¤ndas fÃ¶r att kringgÃ¥ Internetfiltrering och censur. Detta krÃ¤ver att Shadowsocks-servern Ã¤r pÃ¥ en plats dÃ¤r den fritt kan komma Ã¥t Internet, utan filtrering.

source: Your {box_name} can run a Shadowsocks client, that can connect to a Shadowsocks server. It will also run a SOCKS5 proxy. Local devices can connect to this proxy, and their data will be encrypted and proxied through the Shadowsocks server.
sv: Din {box_name} kan kÃ¶ra en Shadowsocks-klient, som kan ansluta till en Shadowsocks-Server. Det kommer ocksÃ¥ att kÃ¶ra en SOCKS5 proxy. Lokala enheter kan ansluta till denna proxy och deras data kommer att krypteras och proxied via Shadowsocks-servern.

source: To use Shadowsocks after setup, set the SOCKS5 proxy URL in your device, browser or application to http://freedombox_address:1080/
sv: Till anvÃ¤nda Shadowsocks efter setup, sÃ¤tta den SOCKS5 genom fullmakt URL i din anordning, beter eller applicering till http://freedombox_address: 1080/

source: Shadowsocks Client
sv: Shadowsocks klient

source: Server hostname or IP address
sv: Serverns vÃ¤rdnamn eller IP-adress

source: Server port number
sv: Server portnummer

source: Password used to encrypt data. Must match server password.
sv: LÃ¶senord som anvÃ¤nds fÃ¶r att kryptera data. MÃ¥ste matcha serverns lÃ¶senord.

source: Encryption method. Must match setting on server.
sv: Krypteringsmetod. MÃ¥ste matcha instÃ¤llningen pÃ¥ servern.

source: Encrypted tunnel
sv: Krypterad tunnel

source: Entry point
sv: IngÃ¥ngspunkt

source: Your {box_name} can run a Shadowsocks server, that allows Shadowsocks clients to connect to it. Clients' data will be encrypted and proxied through this server.
sv: Din {box_name} kan kÃ¶ra en Shadowsocks-server som tillÃ¥ter Shadowsocks-klienter att ansluta till den. Klienters data kommer att krypteras och skickas via proxy via denna server.

source: Recommended
sv: Rekommenderas

source: Password used to encrypt data. Clients must use the same password.
sv: LÃ¶senord som anvÃ¤nds fÃ¶r att kryptera data. Klienter mÃ¥ste anvÃ¤nda samma lÃ¶senord.

source: Encryption method. Clients must use the same setting.
sv: Krypteringsmetod. Klienter mÃ¥ste anvÃ¤nda samma instÃ¤llning.

source: Exit point
sv: Slutpunkt

source: Sharing allows you to share files and folders on your {box_name} over the web with chosen groups of users.
sv: Med Sharing kan du dela filer och mappar pÃ¥ din {box_name} Ã¶ver webben med utvalda grupper av anvÃ¤ndare.

source: Name of the share
sv: Namn pÃ¥ Share-mappen

source: A lowercase alpha-numeric string that uniquely identifies a share. Example: <em>media</em>.
sv: En liten alfanumerisk strÃ¤ng som unikt identifierar en resurs. Exempel: <em> Media </em>.

source: Path to share
sv: SÃ¶kvÃ¤g fÃ¶r Share

source: Disk path to a folder on this server that you intend to share.
sv: Disk SÃ¶k vÃ¤g till en mapp pÃ¥ den hÃ¤r servern som du tÃ¤nker dela.

source: Public share
sv: Offentlig Share

source: Make files in this folder available to anyone with the link.
sv: GÃ¶r filer i den hÃ¤r mappen tillgÃ¤ngliga fÃ¶r alla med lÃ¤nken.

source: User groups that can read the files in the share:
sv: AnvÃ¤ndargrupper som kan lÃ¤sa filerna i Share:

source: Users of the selected user groups will be able to read the files in the share.
sv: AnvÃ¤ndare av de valda anvÃ¤ndargrupperna kommer att kunna lÃ¤sa filerna i Share.

source: A share with this name already exists.
sv: Det finns redan en share med det hÃ¤r namnet.

source: Shares should be either public or shared with at least one group
sv: Shares ska antingen vara offentliga eller delas med minst en grupp

source: Web sharing
sv: Webbdelning

source: Add share
sv: LÃ¤gg till share

source: No shares currently configured.
sv: Inga shares har konfigurerats.

source: Disk Path
sv: Disk SÃ¶k vÃ¤g

source: Shared Over
sv: Delas Ã¶ver

source: With Groups
sv: Med grupper

source: public access
sv: Publik tillgÃ¥ng

source: Share added.
sv: Share tillagd.

source: Add Share
sv: LÃ¤gg till share

source: Share edited.
sv: Share redigerad.

source: Edit Share
sv: Redigera share

source: Share deleted.
sv: Share borttagen.

source: Snapshots allows creating and managing btrfs file system snapshots. These can be used to roll back the system to a previously known good state in case of unwanted changes to the system.
sv: Ãgonblicksbilder kan skapa och hantera Btrfs filsystem Ã¶gonblicksbilder. Dessa kan anvÃ¤ndas fÃ¶r att Ã¥terstÃ¤lla systemet till ett tidigare kÃ¤nt skick i hÃ¤ndelse av oÃ¶nskade Ã¤ndringar i systemet.

source: Snapshots are taken periodically (called timeline snapshots) and also before and after a software installation. Older snapshots will be automatically cleaned up according to the settings below.
sv: Ãgonblicksbilder tas regelbundet (kallas tidslinje Ã¶gonblicksbilder) och Ã¤ven fÃ¶re och efter en programvaruinstallation. Ãldre Ã¶gonblicksbilder kommer att rensas automatiskt enligt instÃ¤llningarna nedan.

source: Snapshots currently work on btrfs file systems only and on the root partition only. Snapshots are not a replacement for <a href="/freedombox/sys/backups">backups</a> since they can only be stored on the same partition.
sv: Ãgonblicksbilder fungerar fÃ¶r nÃ¤rvarande endast pÃ¥ Btrfs-filsystem och endast pÃ¥ rotpartitionen. Ãgonblicksbilder Ã¤r inte en ersÃ¤ttning fÃ¶r <a href="/freedombox/sys/backups">sÃ¤kerhetskopior</a> eftersom de bara kan lagras pÃ¥ samma partition.

source: Storage Snapshots
sv: Ãgonblicksbilder av lagring

source: Free Disk Space to Maintain
sv: Ledigt disk utrymme fÃ¶r att underhÃ¥lla

source: Maintain this percentage of free space on the disk. If free space falls below this value, older snapshots are removed until this much free space is regained. The default value is 30%.
sv: UnderhÃ¥lla den hÃ¤r procentandelen ledigt utrymme pÃ¥ disken. Om ledigt utrymme sjunker under det hÃ¤r vÃ¤rdet tas Ã¤ldre Ã¶gonblicksbilder bort tills det hÃ¤r mycket lediga utrymmet har Ã¥terfÃ¥tt. StandardvÃ¤rdet Ã¤r 30%.

source: Timeline Snapshots
sv: Ãgonblicksbilder av tidslinjen

source: Enable or disable timeline snapshots (hourly, daily, monthly and yearly).
sv: Aktivera eller inaktivera Ã¶gonblicksbilder av tidslinjen (varje timme, dag, mÃ¥nad och Ã¥r).

source: Software Installation Snapshots
sv: Ãgonblicksbilder av programvaru installation

source: Enable or disable snapshots before and after each software installation and update.
sv: Aktivera eller inaktivera Ã¶gonblicksbilder fÃ¶re och efter programvaruinstallationen.

source: Hourly Snapshots Limit
sv: GrÃ¤ns fÃ¶r Ã¶gonblicksbilder per timme

source: Keep a maximum of this many hourly snapshots.
sv: BehÃ¥ll hÃ¶gst sÃ¥ mÃ¥nga Ã¶gonblicksbilder per timme.

source: Daily Snapshots Limit
sv: Dagliga Ã¶gonblicksbilder grÃ¤ns

source: Keep a maximum of this many daily snapshots.
sv: BehÃ¥ll hÃ¶gst detta mÃ¥nga dagliga Ã¶gonblicksbilder.

source: Weekly Snapshots Limit
sv: GrÃ¤ns fÃ¶r vecko Ã¶gonblicksbilder

source: Keep a maximum of this many weekly snapshots.
sv: BehÃ¥ll hÃ¶gst detta mÃ¥nga veckovisa Ã¶gonblicksbilder.

source: Monthly Snapshots Limit
sv: MÃ¥natliga Ã¶gonblicksbilder grÃ¤ns

source: Keep a maximum of this many monthly snapshots.
sv: BehÃ¥ll hÃ¶gst detta mÃ¥nga mÃ¥natliga Ã¶gonblicksbilder.

source: Yearly Snapshots Limit
sv: Ã rlig Ã¶gonblicksbild grÃ¤ns

source: Keep a maximum of this many yearly snapshots. The default value is 0 (keep no yearly snapshot).
sv: BehÃ¥ll maximalt sÃ¥ hÃ¤r mÃ¥nga Ã¥rsÃ¶gonblicksbilder. StandardvÃ¤rdet Ã¤r 0 (behÃ¥ll ingen Ã¥rsÃ¶gonblicksbild).

source: Periodic
sv: Periodisk

source: Known good state
sv: KÃ¤nt bra tillstÃ¥nd

source: Delete the following snapshots permanently?
sv: Vill du ta bort fÃ¶ljande Ã¶gonblicksbilder permanent?

source: Number
sv: Nummer

source: Date
sv: Datum

source: Delete Snapshots
sv: Ta bort Ã¶gonblicksbilder

source: Create Snapshot
sv: Skapa Ã¶gonblicksbild

source: Rollback
sv: Ã terstÃ¤llning

source: will be used at next boot
sv: kommer att anvÃ¤ndas vid nÃ¤sta uppstart

source: in use
sv: anvÃ¤nds

source: Rollback to snapshot #%(number)s
sv: Ã terstÃ¤llning till Ã¶gonblicksbild #%(number)s

source: You have a filesystem of type <strong>%(fs_type)s</strong>. Snapshots are currently only available on <strong>%(types_supported)s</strong> filesystems.
sv: Du har ett filsystem av typen <strong>%(fs_type)s</strong>. Ãgonblicksbilder Ã¤r fÃ¶r nÃ¤rvarande endast tillgÃ¤ngliga pÃ¥ <strong>%(types_supported)s</strong> filsystem.

source: Roll back the system to this snapshot?
sv: Rulla tillbaka systemet till den hÃ¤r Ã¶gonblicksbilden?

source: A new snapshot with the current state of the file system will be automatically created. You will be able to undo a rollback by reverting to the newly created snapshot.
sv: En ny Ã¶gonblicksbild med det aktuella tillstÃ¥ndet fÃ¶r filsystemet kommer att skapas automatiskt. Du kommer att kunna Ã¥ngra en Ã¥terstÃ¤llning genom att Ã¥tergÃ¥ till den nyligen skapade Ã¶gonblicksbilden.

source: Rollback to Snapshot #%(number)s
sv: Ã terstÃ¤llning till Ã¶gonblicksbild #%(number)s

source: manually created
sv: manuellt skapad

source: timeline
sv: Tidslinjen

source: Manage Snapshots
sv: Hantera Ã¶gonblicksbilder

source: Created snapshot.
sv: Skapade Ã¶gonblicksbild.

source: Configuration update failed.
sv: Uppdatering av konfiguration misslyckades.

source: Deleted selected snapshots
sv: Borttagna markerade Ã¶gonblicksbilder

source: Deleting snapshot failed.
sv: Det misslyckades att ta bort Ã¶gonblicksbilden.

source: Snapshot is currently in use. Please try again later.
sv: Ãgonblicksbild anvÃ¤nds fÃ¶r nÃ¤rvarande. VÃ¤nligen fÃ¶rsÃ¶k igen senare.

source: Rolled back to snapshot #{number}.
sv: Ã terstÃ¤lls till Snapshot #{number}.

source: The system must be restarted to complete the rollback.
sv: Systemet mÃ¥ste startas om fÃ¶r att slutfÃ¶ra Ã¥terstÃ¤llningen.

source: Rollback to Snapshot
sv: Ã terstÃ¤llning till Ã¶gonblicksbild

source: SOGo is a groupware server that provides a rich web interface for email, calendar, tasks, and contacts. Calendar, tasks, and contacts can also be accessed with various mobile and desktop applications using the CalDAV and CardDAV standards.
sv: SOGo Ã¤r en gruppwareserver som ger ett rikt webbgrÃ¤nssnitt fÃ¶r e-post, kalender, uppgifter och kontakter. Kalender, uppgifter och kontakter kan ocksÃ¥ nÃ¥s med olika mobil- och skrivbordsapplikationer med CalDAV- och CardDAV-standarder.

source: Webmail works with the <a href="{email_url}">Postfix/Dovecot</a> email server app to retrieve, manage, and send email.
sv: Webmail fungerar med <a href="{email_url}">Postfix/Dovecot</a> e-postserver app fÃ¶r att hÃ¤mta, hantera och skicka e-post.
